acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-utils
appstream-glib
arandr
archlinux-xdg-menu
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
base
bat
bison
bitwarden
blueman
bluez-utils
bottom
bridge-utils
caffeine
cbonsai
chezmoi
cmatrix
code
cowsay
cups-pdf
debugedit
dex
discord
downgrade
dua-cli
duf
dunst
efitools
element-desktop
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-i3wm
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-rankmirrors
eos-update-notifier
ethtool
exa
figlet
firefox
flameshot
flex
fprintd
fsarchiver
galculator
ghex
glances
go
gparted
gthumb
haveged
hdparm
hexyl
hplip
hwdetect
hwinfo
i3blocks
i3lock-fancy-git
inetutils
intel-ucode
intltool
kitty
kompare
konversation
krita
libinput-gestures
libwnck3
lightdm-gtk-greeter-settings
linux-headers
lolcat
lsscsi
lxappearance-gtk3
make
makepkg-optimize
man-db
man-pages
meson
mkinitcpio-openswap
mold
mpd
mpv
nano-syntax-highlighting
nbd
ndisc6
nerd-fonts-fira-code
netctl
network-manager-applet
networkmanager-openvpn
nfs-utils
nmap
ntp
nushell
nvim-packer-git
onedrive
openconnect
patch
pavucontrol
picom
piper
playerctl
polkit-gnome
polybar
ponysay
power-profiles-daemon
powertop
pptpclient
prismlauncher-bin
pv
python-dbusmock
python-isort
python-mccabe
python-mock
python-pexpect
python-pytest-mock
python-pywal
qemu-base
ranger
rebuild-detector
rmlint
rofi
rp-pppoe
rubber
rustup
sg3_utils
siji-git
sl
smartmontools
sof-firmware
solaar
splix
spotifyd
sshfs
steam
sysstat
system-config-printer
tcc
thefuck
tldr
transmission-qt
ttf-fira-code
ttf-opensans
ttf-twemoji
ttf-twemoji-color
umockdev
update-grub
uwufetch
vbindiff
viper-bin
virt-manager
welcome
wine
wireless_tools
xbindkeys
xdg-ninja
xdg-user-dirs-gtk
xed
xf86-video-intel
xfce4-settings
xl2tpd
xorg-xbacklight
xorg-xinit
xorg-xinput
xorg-xkill
xss-lock
yelp-tools
zscroll-git
